export const options = {
    "G": "其他非金属",
    "I": "稀有气体",
    "A": "碱金属",
    "B": "碱土金属",
    "E": "类金属",
    "H": "卤素",
    "D": "后过渡金属",
    "C": "过渡金属",
    "J": "镧系金属",
    "K": "锕系金属",
    "L": "超锕系元素"
}

export const dark = {
    "G": "#f5be25",//其他非金属
    "I": "#662e9b",//稀有气体
    "A": "#dc1513",//碱金属
    "B": "#238aaf",//碱土金属
    "E": "#c41e3d",//类金属
    "H": "#0a7f42",//卤素
    "D": "#006da1",//后过渡金属
    "C": "#ea7f07",//过渡金属
    "J": "#cf6142",//镧系金属
    "K": "#50723c",//锕系金属
    "L": "rgba(255,255,255,0.83)",//超锕系元素
}

export const light = {
    "G": "#f5be25",//其他非金属
    "I": "#662e9b",//稀有气体
    "A": "#dc1513",//碱金属
    "B": "#238aaf",//碱土金属
    "E": "#c41e3d",//类金属
    "H": "#0a7f42",//卤素
    "D": "#006da1",//后过渡金属
    "C": "#ea7f07",//过渡金属
    "J": "#cf6142",//镧系金属
    "K": "#50723c",//锕系金属
    "L": "#424a55",//超锕系元素
}