export default [
    {
        title: '医疗上用作收敛剂，可使机体组织收缩，减少腺体的分泌的物质是',
        options: ['明矾', '皓矾', '蓝矾', '绿矾'],
        answer: 1
    },
    {
        title: '洗有颜色的衣服时，先用 ___ 浸泡10分钟，然后再洗，不容易掉色。',
        options: ['漂白水', '50%的盐水', '5%的盐水', '醋'],
        answer: 2
    },
    {
        title: '下列哪种物质常用于保护食物，以免被微生物侵蚀而腐败',
        options: ['酒精', '食盐', '醋酸', '硝酸钾'],
        answer: 1
    },
    {
        title: '理发吹风前，在头上喷一点 ___，洗烫的发式样能长久保持。',
        options: ['盐', '醋', '酒精', '酱油'],
        answer: 1
    },
    {
        title: '下列说法不正确的是',
        options: ['猪油、花生油等油脂属于酯类', '珂罗酊用于封瓶口', '肥皂的主要成份是高级脂肪酸钠', '火棉的成份实际就是纤维素'],
        answer: 3
    },
    {
        title: '下列哪个试剂可除去圆珠笔',
        options: ['丙酮', '酒精', '盐水', '醋'],
        answer: 0
    },
    {
        title: '下列食品中，最易霉变产和黄曲霉素的是',
        options: ['苹果','土豆','花生','猪肉'],
        answer: 2
    },
    {
        title: '现代体育运动会“火炬”火炬中常用的火炬燃料是',
        options: ['汽油', '柴油', '丁烷和煤油','重油和酒精'],
        answer: 2
    },
    {
        title: '能够做电视机荧光材料的物质是',
        options: ['BaS','CuS','ZnS','CaS'],
        answer: 2
    },
    {
        title: '以下哪个选项中的糖按比例混合后甜度最高',
        options: ['蔗糖、葡萄糖','果糖、葡萄糖','果糖、蔗糖','果糖、乳糖'],
        answer: 1
    },
    {
        title: '埋木桩前，将埋入地下的一段表面用火微微烧焦，是因为碳在常温下',
        options: ['具有吸附性','具有氧化性','具有还原性','化学性质不活泼'],
        answer: 3
    },
    {
        title: '煮鸡蛋时不宜用以下哪种容器',
        options: ['银制容器','不锈钢制容器','陶制容器','铝制容器'],
        answer: 0
    },
    {
        title: '下列元素中的 _____ 污染大气或饮水时，可引起人的牙齿骨质疏松。',
        options: ['碘','硫','汞','氟'],
        answer: 3
    },
    {
        title: '牛奶可跟以下哪种物质一起食用',
        options: ['面包','苹果','鸡蛋','巧克力'],
        answer: 0
    },
    {
        title: '下面哪个物质可同胡萝卜同食',
        options: ['酒','桔子','苹果','海味'],
        answer: 3
    },
    {
        title: '在生活中常说的“五金” 不包括下列哪种金属',
        options: ['金','铁','锌','锡'],
        answer: 2
    },
    {
        title: '营养学家分析了各种蔬菜的养分，下列 _____ 的营养物质最低',
        options: ['红色蔬菜','白色蔬菜','绿色蔬菜','黄色蔬菜'],
        answer: 1
    },
    {
        title: '以下哪种水果核可以食用',
        options: ['苹果核','枇杷核','苦杏仁核','桃核'],
        answer: 0
    },
    {
        title: '很多人都喜欢吃水果，下列关于水果的选项哪个是正确的',
        options: ['水果可以代替蔬菜', '削去果皮不能解决农药问题', '水果富含的维生素特别多', '多吃水果可以减肥'],
        answer: 1
    },
    {
        title: '金饰品常用K代表其含金量，18K 金饰品的含金量是',
        options: ['55%', '65%', '75%', '85%'],
        answer: 2
    },
    {
        title: '装订精良的大书，书上印着金灿灿的烫金字的组成',
        options: ['锌锰合金','铜锌合金','铜锰合金','铜铁合金'],
        answer: 1
    },
    {
        title: '钢是由什么组成的？',
        options: ['铁、铝','铁、碳','铁、锡','铁、铜'],
        answer: 1
    },
    {
        title: '黄金与其它金属混合可以制成五颜六色的色金首饰，当黄金与铜按比例混合，能制成',
        options: ['赤色金','褐色金','红色金','黄色金'],
        answer: 2
    },
    {
        title: '下列可以作为鉴别含甲醛水发食品的方法是',
        options: ['看颜色是否正常', '闻是否有刺激性的异味', '手一捏食品就很容易破碎', '以上方法均正确'],
        answer: 3
    },
    {
        title: '长期使用铝制品作为食品容器会引发下列哪种疾病？',
        options: ['老年痴呆症', '甲状腺肿大', '肠胃疾病', '癌症'],
        answer: 0
    },
    {
        title: '绿色蔬菜营养营养丰富，下列不属于绿色蔬菜所含营养物质的为',
        options: ['钙质','叶酸','维生素C','维生素A'],
        answer: 0
    },
    {
        title: '弄破了鱼胆,只要在沾了胆汁的鱼肉上抹些 _____ ，稍等片刻再用水冲洗干净，苦味便可消除。',
        options: ['纯碱粉','醋','盐','黄酒'],
        answer: 0
    },
    {
        title: '在拍摄《西游记》的过程中，那些云雾靠 _____ 形成的。',
        options: ['冰','HCl','二氧化碳固体（干冰）','氨水'],
        answer: 2
    },
    {
        title: '夏天被蚊虫的叮咬时，用 _____ 可以迅速止痒。',
        options: ['盐','醋','酱油','浓肥皂'],
        answer: 3
    },
    {
        title: '柿饼的表面有一层白色粉末，这粉末是',
        options: ['蔗糖','果糖','葡萄糖','淀粉'],
        answer: 2
    },
    {
        title: '铜器生锈或出现黑点，用 _____ 可以擦掉。',
        options: ['盐','醋','酒精','酱油'],
        answer: 0
    },
    {
        title: '不粘锅内的涂层是什么物质',
        options: ['聚氯乙烯','聚异戊二烯','聚四氟乙烯','聚苯乙烯'],
        answer: 2
    },
    {
        title: '下列哪种糖的甜度最高',
        options: ['蔗糖','乳糖','果糖','葡萄糖'],
        answer: 2
    },
    {
        title: '请问以下哪个选项不属于醋在生活中的应用',
        options: ['醋能醒酒','炖骨头汤时促进骨头钙、磷溶解','鲜花插入醋里，可数日不谢','洗头发时，在水中加一点醋，可防脱发'],
        answer: 2
    },
    {
        title: '下面哪些物质可搭配在一起食用。',
        options: ['海味与水果同食', '牛奶与橘子同食', '鸡蛋与糖精片同食', '桔子与苹果同食'],
        answer: 3
    },
    {
        title: '三国演义中，诸葛亮七擒孟获时遇哑泉，可致人哑，请问是哪一种物质。',
        options: ['硫酸钡','硫酸铜','硫酸锌','碳酸铜'],
        answer: 1
    },
    {
        title: '绿色蔬菜营养营养丰富，下列不属于绿色蔬菜所含营养物质的为',
        options: ['钙质','叶酸','维生素C','维生素A'],
        answer: 3
    },
    {
        title: '菠菜有时有涩口感，这是由于菠菜中含有什么物质',
        options: ['乙酸乙酯', '碳酸氢钠', '草酸', '苯甲酸'],
        answer: 2
    },
    {
        title: '用下列锅炒菜，对人体健康更有益的是',
        options: ['铝锅','铁锅','不锈钢锅','砂锅'],
        answer: 1
    },
    {
        title: '下列属于天然纤维的是',
        options: ['蚕丝','粘胶纤维','醋酸纤维','富强纤维'],
        answer: 0
    },
    {
        title: '下列哪处物质属于人类必需的微量元素',
        options: ['磷','铜','溴','银'],
        answer: 1
    },
    {
        title: '环境中的主要致癌因素是',
        options: ['物理有害因素','化学有害因素','生物有害因素','食物有害因素'],
        answer: 1
    },
    {
        title: '引起光化学烟雾事件的初始污染物主要来自',
        options: ['燃烧排放的烟尘', '工厂排放的废气', '汽车尾气', '生产事故排出的毒气'],
        answer: 2
    },
    {
        title: '严重的环境污染引起的区域性疾病被称为',
        options: ['公害病','职业病','地方病'],
        answer: 0
    },
    {
        title: '以下哪些污染不是由环境中的物理因素的异常改变而引起的？',
        options: ['电离辐射强度增大', '微波辐射', '噪声和振动','空气中二氧化碳浓度增高'],
        answer: 3
    },
    {
        title: '急性CO中毒的急救，下列哪项措施是错误的？',
        options: ['脱离中毒现','吸入新鲜空气','保持呼吸道通畅','及早给予解毒剂美兰'],
        answer: 3
    },
    {
        title: '我国集中式给水最常用的消毒方法是',
        options: ['氯化消毒','紫外线消毒','臭氧消毒','碘消毒'],
        answer: 0
    },
    //-------------------------------------------------------------------------------------
    {
        title: '食物中生物学价值最高的蛋白质是',
        options: ['大豆蛋白质','谷类蛋白质','肉类蛋白质','鸡蛋蛋白质'],
        answer: 3
    },
    {
        title: '反复淘洗大米或浸泡加热，损失最多的是',
        options: ['碳水化合物','脂肪','B族维生素','蛋白质'],
        answer: 2
    },
    {
        title: '含维生素D相对较少的食物为',
        options: ['动物肝脏','蛋黄','鱼肝油','豆类'],
        answer: 3
    },
    {
        title: '我国居民热能和蛋白质的主要来源是',
        options: ['肉类','蛋奶类','大豆','粮谷类'],
        answer: 3
    },
    {
        title: '有关牛奶，正确的是',
        options: ['牛奶蛋白质为优质蛋白质','牛奶为钙的良好来源','牛奶中含有人体需要的多种维生素','以上都对'],
        answer: 3
    },
    {
        title: '中国居民膳食中膳食纤维的重要来源是',
        options: ['肉类','蛋类','水果蔬菜','精制米面'],
        answer: 2
    },
    {
        title: '鱼类食品具有预防动脉粥样硬化和冠心病的作用，这是因为鱼类食品中含有',
        options: ['优质蛋白质','较多的钙','较多的不饱和脂肪酸','丰富的铁'],
        answer: 2
    },
    {
        title: '含维生素A最丰富的食物是',
        options: ['动物肝脏','鱼','肉','水果'],
        answer: 0
    },
    {
        title: '在食物中，锌的最好来源是',
        options: ['肉类','禽类','海产品','奶类'],
        answer: 2
    },
    {
        title: '食物中钙的最好来源是',
        options: ['豆类和豆制品','动物肝脏','海产品','奶与奶制品'],
        answer: 3
    },
    {
        title: '食品腐败变质诸因素中，起主要作用的是',
        options: ['食品组成','食品中微生物','温度','湿度'],
        answer: 1
    },
    {
        title: '最常见的食物中毒是',
        options: ['化学性食物中毒','有毒动物中毒','有毒植物中毒','细菌性食物中毒'],
        answer: 3
    },
    {
        title: '肉毒梭菌毒素食物中毒主要的中毒食品为',
        options: ['奶类或其他加工食品','动物类罐头食品','水产品','家庭自制粮谷、豆类发酵食品'],
        answer: 3
    },
    {
        title: '变质蔬菜中亚硝酸盐含量高，其对人体的主要危害是',
        options: ['对胃肠道粘膜的刺激','有致癌危险性','引起溶血','抑制食欲'],
        answer: 1
    },
    {
        title: '工业酒精兑制的假酒中，对人体危害最大的成分是',
        options: ['甲醇','乙醇','甲醛','氢氰酸'],
        answer: 0
    },
    {
        title: '食物中黄曲霉素污染严重的地区，居民中',
        options: ['乳腺癌高发','食管癌高发','肝癌高发','结肠癌高发'],
        answer: 2
    },
    {
        title: '吸烟是下列哪种癌症发病最重要的因素',
        options: ['喉癌','肺癌','口腔癌','膀胱癌'],
        answer: 1
    },
    {
        title: '在心脏病、脑血管疾病、恶性肿瘤死因中所占比例最大的是',
        options: ['生活方式','生物学因素','自然环境因素','社会环境因素'],
        answer: 0
    },
    {
        title: '长期大量饮酒可引起多种疾病，下列哪项不属于其中',
        options: ['肝硬化','慢性胃炎','食管癌','慢性支气管炎'],
        answer: 3
    },
    {
        title: '关于饮酒卫生的概念哪项是正确的',
        options: ['饮酒有百害而无一利','酒精是致肺癌的重要因素','必须禁止饮酒','禁止嗜酒、酗酒'],
        answer: 3
    },
    {
        title: '慢性长期酗酒会引起',
        options: ['急性酒精中毒','酒精性肝硬化','门静脉阻塞症','更年期综合征'],
        answer: 1
    },
    {
        title: '烟草烟雾中含有的有害物质是',
        options: ['尼古丁','煤焦油','CO','以上三者都有'],
        answer: 3
    },
    {
        title: '为预防和控制高血压，WHO建议每人每天食盐摄入量应少于',
        options: ['10g','8g','5g','6g'],
        answer: 3
    },
    {
        title: '下列哪项不是引起高血压的饮食因素',
        options: ['高盐','高蛋白','高脂肪','高胆固醇'],
        answer: 1
    },
    {
        title: '在关闭的教室中，上课时间长，学生会感到头昏脑胀，是因为',
        options: ['室内的CO2浓度过高','室内的氧气浓度过低','室内的温度和湿度过高','室内的光线不足'],
        answer: 0
    },
    {
        title: '发生化学灼伤，首先应该做的是',
        options: ['送往医院','用清洁的水进行冲洗','做人工呼吸','包扎'],
        answer: 1
    },
    {
        title: '经常性牙龈出血、流鼻血，可能与缺乏哪种维生素有关?',
        options: ['维生素A','维生素C','维生素E','维生素K'],
        answer: 1
    },
    {
        title: '八大公害事件中发生最多的国家是',
        options: ['美国','日本','英国','比利时'],
        answer: 1
    },
    {
        title: '古诗词是古人留给我们的宝贵精神财富，下列诗句中只涉及到物理变化的是',
        options: ['野火烧不尽，春风吹又生','春蚕到死丝方尽，蜡炬成灰泪始干','只要工夫深，铁杵磨成针','爆竹声中一岁除，春风送暖入屠苏'],
        answer: 2
    },
    {
        title: '“墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。”（王安石《梅花》）诗人在远处就能闻到梅花香味的原因是',
        options: ['分子很小','分子是可分的','分子之间有间隙','分子在不断地运动'],
        answer: 3
    },
    {
        title: '特大洪水过后，受灾地区的水源常被严重污染，下列物质中能对被污染的饮用水起杀菌、消毒作用的是',
        options: ['生石灰','明矾','绿矾','漂白粉'],
        answer: 3
    },
    {
        title: '误食重金属盐会引起中毒，下列不能用于解毒的措施是',
        options: ['服大量鸡蛋清','服用豆浆','喝大量牛奶','喝食盐水'],
        answer: 3
    },
    {
        title: '炒菜时，食油加热到250后会产生大量的油烟，其中含有危险的',
        options: ['煤焦油','脂肪','CO和CO2','致癌物'],
        answer: 3
    },
    {
        title: '在医院，为酸中毒病人输液不应采用液体是',
        options: ['0.9%的氯化钠溶液','0.9%的氯化铵溶液','1.25%的碳酸氢钠溶液','5%的葡萄糖溶液'],
        answer: 1
    },
    {
        title: '阿司匹林的应用范围一直在扩大,人们不断发现它的新作用，如',
        options: ['防止心脏病发作','治疗爱滋病','治疗癌症','治疗脑膜炎'],
        answer: 0
    },
    {
        title: '胃穿孔不能服用含哪种主要成分的抗酸药',
        options: ['NaHCO3','Na2CO3','Al(OH)3',' Mg(OH)2'],
        answer: 0
    },
    {
        title: '可致使便秘的抗酸药是',
        options: ['氢氧化钠','氢氧化铝','NaHCO3','CaCO3'],
        answer: 1
    },
    {
        title: '烧菜时，又加酒又加醋，菜就变得香喷喷的，这是因为',
        options: ['有盐类物质生成','有酸类物质生成','有醇类物质生成','有酯类物质生成'],
        answer: 3
    },
    {
        title: '在饮料和果酱的生产中，为了增加酸味和控制，常要加入酸味剂，下列物质中常用作食品酸味剂的是',
        options: ['盐酸和磷酸','柠檬酸和乳酸','甲酸和磷酸','硫酸和硝酸'],
        answer: 1
    },
    {
        title: '存在于烟草中的生物碱毒物是',
        options: ['奎宁','安茶碱','咖啡因','尼古丁'],
        answer: 3
    },
    {
        title: '为了鉴别某白色纺织品的成分是蚕丝还是“人造丝”，通常选用的方法是',
        options: ['滴加浓硝酸','滴加浓硫酸','滴加酒精','火焰上灼烧'],
        answer: 3
    },
    {
        title: '从1950年开始，日本水俣镇发现了水俣病，原因是由海水污染造成的。请选出水俣病是由下列哪种元素引起的',
        options: ['铅','镉','铁','汞'],
        answer: 3
    },
    {
        title: '如何鉴别牛奶中是否掺入了米汤',
        options: ['品尝味道','加入碘水看是否变蓝','看两种物质是否分层','鉴别不出来'],
        answer: 1
    },
    {
        title: '下列发光为化学发光的',
        options: ['荧光','霓虹灯','火焰','萤火虫'],
        answer: 2
    },
    {
        title: '下列科学家中，为我国化学工业作出重大贡献的是',
        options: ['邓稼先','李四光','华罗庚','侯德榜'],
        answer: 3
    },
    {
        title: '宇宙飞船中的饮用水是从哪里来的',
        options: ['从空中收集的雨水','从地球上带去的水','利用氢氧燃料电池制出的','利用火箭送水'],
        answer: 2
    },
    {
        title: '引起煤矿矿井发生爆炸的气体主要是',
        options: ['氢气','一氧化碳','液化气','甲烷'],
        answer: 3
    },
    {
        title: '政府规定在食盐中添加KIO3,碘是合成下列哪种激素的重要原料之一 ',
        options: ['胰岛素','甲状腺激素','生长激素','雄性激素'],
        answer: 1
    },
    {
        title: '下列是人类活动中应用化学反应所放出能量的事例，其中年代最久远的是',
        options: ['用手电筒照明','用炸药爆破','将人造卫星送入太空','用火烤熟食物'],
        answer: 3
    },
    {
        title: '下雷雨时可以增加土壤中的',
        options: ['磷肥','有机肥','钾肥','氮肥'],
        answer: 3
    },
    {
        title: '将发亮的银匙插到煮熟的蛋白中数分钟后，插入部分会变黑，这表明蛋白中含有',
        options: ['碳','磷','氧','硫'],
        answer: 3
    }
]