function toRichText(text) {
    var arr = [];
    var last = null;
    for (var i = 0; i < text.length; i++) {
        var t = text[i];
        var reg = /[0-9]/;
        if (reg.test(t)) {//是数字
            if (last == null) {//第一个匹配数字
                last = '<sub><small>';
            }
            last += t;
        } else {//非数字
            if (last) {//上次是数字
                arr.push(last + '</small></sub>');
                last = null;
            }
            arr.push(t);
        }
    }
    if (last) {//上次是数字
        arr.push(last + '</sub>');
        last = null;
    }
    return arr.join('');
}

function toColor(c){
    let x = {
        1: '#238aaf',
        10: '#50723c',
        11: '#ffffff',
        2: '#f5be25',
        3: '#dc1513',
        4: '#0a7f42',
        5: '#ea7f07',
        6: '#662e9b',
        7: '#006da1',
        8: '#cf6142',
        9: '#c41e3d',
    };
    return x[c]
}

const data = [
    ['SbCl3', '3.98', '6'],
    ['SbBr3', '3.28', '4'],
    ['AsF3', '2.82', '2'],
    ['IF5', '2.28', '11'],
    ['H2O2', '2.26', '10'],
    ['AsCl3', '1.97', '3'],
    ['H2O', '1.86', '9'],
    ['SeF4', '1.78', '2'],
    ['POF3', '1.77', '9'],
    ['Cl2O', '1.69', '2'],
    ['SO2', '1.67', '11'],
    ['BrF5', '1.51', '1'],
    ['NH3', '1.46', '10'],
    ['PSCl3', '1.41', '10'],
    ['PSCl3', '1.41', '4'],
    ['BrF3', '1.19', '4'],
    ['CCl2O', '1.18', '3'],
    ['SF2', '1.05', '11'],
    ['PF3', '1.03', '3'],
    ['COF2', '0.95', '7'],
    ['ClO2', '0.78', '9'],
    ['PCl3', '0.78', '5'],
    ['PCl2F3', '0.68', '6'],
    ['PH3', '0.58', '5'],
    ['O3', '0.53', '3'],
    ['SF4', '0.53', '3'],
    ['NO2', '0.32', '11'],
    ['OF2', '0.30', '1'],
    ['CSCL2', '0.28', '8'],
    ['NF3', '0.24', '3'],
    ['PCl4F', '0.21', '8'],
    ['N2O', '0.17', '4'],
    ['CO', '0.11', '5'],
    ['NOF2', '0.04', '4'],
    ['AlF3', '0', '1'],
    ['AsF5', '0', '6'],
    ['BBr3', '0', '8'],
    ['BCl3', '0', '5'],
    ['BF3', '0', '3'],
    ['BeCl2', '0', '7'],
    ['BeF2', '0', '8'],
    ['CCl4', '0', '2'],
    ['CF4', '0', '4'],
    ['CO2', '0', '6'],
    ['SO3', '0', '3'],
    ['SbBr5', '0', '7'],
    ['GaF3', '0', '1'],
    ['O2', '0', '2'],
    ['PCl5', '0', '7'],
    ['SF6', '0', '9'],
    ['PF5', '0', '7'],
    ['SbCl5', '0', '5'],
    ['SiCl4', '0', '1'],
    ['SiF4', '0', '9']
]

export default data.map(item => {
    item[0] = toRichText(item[0]);
    item[2] = toColor(item[2]);
    return item;
});